2023/PWW1Plan.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-11-15 Wed 14:46 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="author" content="Ronan Berntsen" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="export/styles/darksun/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="export/styles/darksun/css/darksun.css"/>
<link rel="stylesheet" type="text/css" href="export/styles/darksun/css/hideshow.css"/>
</head>
<body>
<div id="content" class="content">
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org157e68b">1. Data</a></li>
<li><a href="#org1400c35">2. Vakken</a>
<ul>
<li><a href="#org070e397">2.1. <span class="done DONE">DONE</span> Engels</a>
<ul>
<li><a href="#orgffe1444">2.1.1. Stof</a></li>
<li><a href="#org2102d33">2.1.2. Plan</a></li>
</ul>
</li>
<li><a href="#orgee7faaf">2.2. <span class="todo TODO">TODO</span> Natuurkunde</a>
<ul>
<li><a href="#org8cf66c7">2.2.1. Stof</a></li>
<li><a href="#orgb63cc37">2.2.2. Plan</a></li>
</ul>
</li>
<li><a href="#org11c0eb4">2.3. <span class="todo TODO">TODO</span> Nederlands</a>
<ul>
<li><a href="#orgc9dc545">2.3.1. Stof</a></li>
<li><a href="#org2cc3c48">2.3.2. Plan</a></li>
</ul>
</li>
<li><a href="#org63f8e6f">2.4. <span class="todo DOING">DOING</span> Scheikunde</a>
<ul>
<li><a href="#org433ac28">2.4.1. Stof</a></li>
<li><a href="#orgd73e969">2.4.2. Plan</a></li>
</ul>
</li>
<li><a href="#org0dac53d">2.5. <span class="todo TODO">TODO</span> WisB</a>
<ul>
<li><a href="#org752b6ce">2.5.1. Stof</a></li>
<li><a href="#orgf749c39">2.5.2. Plan</a></li>
<li><a href="#org6f15761">2.5.3. Notities</a></li>
</ul>
</li>
<li><a href="#org30582a3">2.6. <span class="todo DOING">DOING</span> Frans</a>
<ul>
<li><a href="#orgf272cfd">2.6.1. Stof</a></li>
<li><a href="#org1d46af9">2.6.2. Plan</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>
<div class="org-src-container">
<pre class="src src-bash">  <span style="color: #ECBE7B;">date</span> <span style="color: #525252;"># </span><span style="color: #525252;">last updated</span>
</pre>
</div>

<pre class="example">
Wed 15 Nov 2023 14:46:40 CET
</pre>
<div id="outline-container-org157e68b" class="outline-2">
<h2 id="org157e68b"><span class="section-number-2">1.</span> Data</h2>
<div class="outline-text-2" id="text-1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">datum</th>
<th scope="col" class="org-left">vak</th>
<th scope="col" class="org-left">stof</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">ma 27 nov</td>
<td class="org-left">nat</td>
<td class="org-left">H1/H2</td>
</tr>

<tr>
<td class="org-left">ma 27 nov</td>
<td class="org-left">schk</td>
<td class="org-left">H1 tm H3.4</td>
</tr>

<tr>
<td class="org-left">di 28 nov</td>
<td class="org-left">fatl</td>
<td class="org-left">Unite 1 / Unite 2</td>
</tr>

<tr>
<td class="org-left">wo 29 nov</td>
<td class="org-left">netl</td>
<td class="org-left">classroom</td>
</tr>

<tr>
<td class="org-left">wo 29 nov</td>
<td class="org-left">wisB</td>
<td class="org-left">H2/H4</td>
</tr>

<tr>
<td class="org-left">vr 31 nov</td>
<td class="org-left">entl</td>
<td class="org-left">essay</td>
</tr>

<tr>
<td class="org-left">vr 31 nov</td>
<td class="org-left">maat</td>
<td class="org-left">?????????</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-org1400c35" class="outline-2">
<h2 id="org1400c35"><span class="section-number-2">2.</span> Vakken</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org070e397" class="outline-3">
<h3 id="org070e397"><span class="section-number-3">2.1.</span> <span class="done DONE">DONE</span> Engels</h3>
<div class="outline-text-3" id="text-2-1">
</div>
<div id="outline-container-orgffe1444" class="outline-4">
<h4 id="orgffe1444"><span class="section-number-4">2.1.1.</span> Stof</h4>
<div class="outline-text-4" id="text-2-1-1">
<p>
Essay van 250-300 woorden over een actueel onderwerp. <b>Spellingcontrole MAG!</b>
</p>
</div>
</div>
<div id="outline-container-org2102d33" class="outline-4">
<h4 id="org2102d33"><span class="section-number-4">2.1.2.</span> Plan</h4>
<div class="outline-text-4" id="text-2-1-2">
</div>
<ol class="org-ol">
<li><a id="org97f7639"></a><span class="done DONE">DONE</span> Oefenen in de les<br /></li>
</ol>
</div>
</div>
<div id="outline-container-orgee7faaf" class="outline-3">
<h3 id="orgee7faaf"><span class="section-number-3">2.2.</span> <span class="todo TODO">TODO</span> Natuurkunde</h3>
<div class="outline-text-3" id="text-2-2">
</div>
<div id="outline-container-org8cf66c7" class="outline-4">
<h4 id="org8cf66c7"><span class="section-number-4">2.2.1.</span> Stof</h4>
<div class="outline-text-4" id="text-2-2-1">
<p>
H1/H2
</p>
</div>
</div>
<div id="outline-container-orgb63cc37" class="outline-4">
<h4 id="orgb63cc37"><span class="section-number-4">2.2.2.</span> Plan</h4>
<div class="outline-text-4" id="text-2-2-2">
</div>
<ol class="org-ol">
<li><a id="org1014b8b"></a><span class="todo TODO">TODO</span> H1 leren<br />
<div class="outline-text-5" id="text-2-2-2-1">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> Paragraaf 1.2 Energie en vermogen</li>
<li class="off"><code>[&#xa0;]</code> Paragraaf 1.3 Spanning en stroomsterkte</li>
<li class="off"><code>[&#xa0;]</code> Paragraaf 1.4 Weerstand</li>
</ul>
</div>
</li>
<li><a id="org4c97081"></a><span class="todo TODO">TODO</span> H2 leren<br />
<div class="outline-text-5" id="text-2-2-2-2">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> Paragraaf 2.2 Kracht verandert snelheid</li>
<li class="off"><code>[&#xa0;]</code> Paragraaf 2.3 Versnellen en vertragen</li>
<li class="off"><code>[&#xa0;]</code> Paragraaf 2.4 Afstand en beweging</li>
<li class="off"><code>[&#xa0;]</code> Paragraaf 2.5 Vallen</li>
</ul>
</div>
</li>
</ol>
</div>
</div>
<div id="outline-container-org11c0eb4" class="outline-3">
<h3 id="org11c0eb4"><span class="section-number-3">2.3.</span> <span class="todo TODO">TODO</span> Nederlands</h3>
<div class="outline-text-3" id="text-2-3">
</div>
<div id="outline-container-orgc9dc545" class="outline-4">
<h4 id="orgc9dc545"><span class="section-number-4">2.3.1.</span> Stof</h4>
<div class="outline-text-4" id="text-2-3-1">
<p>
Tekstbegrip Classroom
</p>
</div>
</div>
<div id="outline-container-org2cc3c48" class="outline-4">
<h4 id="org2cc3c48"><span class="section-number-4">2.3.2.</span> Plan</h4>
<div class="outline-text-4" id="text-2-3-2">
</div>
<ol class="org-ol">
<li><a id="orgb60c062"></a><span class="todo TODO">TODO</span> In de les de theorie krijgen<br /></li>
<li><a id="org3c3d06f"></a><span class="todo TODO">TODO</span> &#x2026;<br /></li>
</ol>
</div>
</div>
<div id="outline-container-org63f8e6f" class="outline-3">
<h3 id="org63f8e6f"><span class="section-number-3">2.4.</span> <span class="todo DOING">DOING</span> Scheikunde</h3>
<div class="outline-text-3" id="text-2-4">
</div>
<div id="outline-container-org433ac28" class="outline-4">
<h4 id="org433ac28"><span class="section-number-4">2.4.1.</span> Stof</h4>
<div class="outline-text-4" id="text-2-4-1">
<p>
H1 t/m H3.4
</p>
</div>
</div>
<div id="outline-container-orgd73e969" class="outline-4">
<h4 id="orgd73e969"><span class="section-number-4">2.4.2.</span> Plan</h4>
<div class="outline-text-4" id="text-2-4-2">
</div>
<ol class="org-ol">
<li><a id="org6fd62e7"></a><span class="todo DOING">DOING</span> H1 Scheiden en reageren<br />
<ol class="org-ol">
<li><a id="org11ac319"></a><span class="done DONE">DONE</span> Paragraaf 1.1 Zuivere stof en mengsel<br />
<div class="outline-text-6" id="text-2-4-2-1-1">
<ul class="org-ul">
<li class="on"><code>[X]</code> Zuivere stof of mengsel</li>
<li class="on"><code>[X]</code> Oplossing of emulsie</li>
<li class="off"><code>[&#xa0;]</code> Je kunt uitleggen wat een zuivere stof, mengsel, element en verbinding is</li>
<li class="off"><code>[&#xa0;]</code> Je kunt experimenteel vaststellen of je met een mengsel of zuivere</li>
<li class="off"><code>[&#xa0;]</code> Je kunt de kenmerken noemen en herkennen van oplossingen, suspensies en emulsies</li>
<li class="off"><code>[&#xa0;]</code> Je kunt de begrippen hydrofiel en hydrofoob toepassen</li>
</ul>
<p>
stof te maken hebt
</p>
</div>
</li>
<li><a id="orgd2d154b"></a><span class="todo TODO">TODO</span> Paragraaf 1.2 Scheidingsmethoden<br />
<div class="outline-text-6" id="text-2-4-2-1-2">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> Je kunt uitleggen hoe je een mengsel van stoffen kunt scheiden</li>
</ul>
<p>
door gebruik te maken van verschillen in:
</p>
<ul class="org-ul">
<li>oplosbaarheid</li>
<li>deeltjesgrootte</li>
<li>kookpunt</li>
<li>aanhechtingsvermogen</li>
<li>dichtheid</li>
</ul>
</div>
</li>
<li><a id="org08b1b3f"></a><span class="todo DOING">DOING</span> Paragraaf 1.3 Chemische reacties<br />
<div class="outline-text-6" id="text-2-4-2-1-3">
<ul class="org-ul">
<li class="trans"><code>[-]</code> Exotherm of Endotherm</li>
</ul>
</div>
</li>
<li><a id="org4aa6677"></a><span class="todo DOING">DOING</span> Paragraaf 1.4 Snelheid van een reactie<br />
<div class="outline-text-6" id="text-2-4-2-1-4">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> Reactiesnelheid</li>
<li class="off"><code>[&#xa0;]</code> Concentratie en reactiesnelheid</li>
<li class="off"><code>[&#xa0;]</code> Temperatuur en reactiesnelheid</li>
<li class="trans"><code>[-]</code> Katalysatoren</li>
</ul>
</div>
</li>
</ol>
</li>
<li><a id="org372df2c"></a><span class="todo TODO">TODO</span> H2 Bouwstenen van stoffen<br />
<ol class="org-ol">
<li><a id="org967f538"></a><span class="todo TODO">TODO</span> Paragraaf 2.1 Periodiek systeem<br />
<div class="outline-text-6" id="text-2-4-2-2-1">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> IJzer wordt roest</li>
<li class="off"><code>[&#xa0;]</code> De grootte van een molecuul</li>
</ul>
</div>
</li>
<li><a id="org8c5ae99"></a><span class="todo TODO">TODO</span> Paragraaf 2.2 Ionen<br />
<div class="outline-text-6" id="text-2-4-2-2-2">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> Paragraaf 2.3 Massa&rsquo;s van bouwstenen</li>
<li class="off"><code>[&#xa0;]</code> Paragraaf 2.4 De mol</li>
</ul>
</div>
</li>
</ol>
</li>
<li><a id="org8f7f862"></a><span class="todo DOING">DOING</span> H3 Moleculaire stoffen<br />
<ol class="org-ol">
<li><a id="org154d2cf"></a><span class="todo TODO">TODO</span> Paragraaf 3.1 De bouw van stoffen<br />
<div class="outline-text-6" id="text-2-4-2-3-1">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> Elektrische geleiding</li>
</ul>
</div>
</li>
<li><a id="org09629c2"></a><span class="todo TODO">TODO</span> Paragraaf 3.2 Binding in moleculen<br />
<div class="outline-text-6" id="text-2-4-2-3-2">
</div>
</li>
<li><a id="org5facfdc"></a><span class="todo DOING">DOING</span> Paragraaf 3.3 Binding tussen moleculen<br />
<div class="outline-text-6" id="text-2-4-2-3-3">
<ul class="org-ul">
<li class="on"><code>[X]</code> Je kan het verband uitleggen tussen de molecuulmassa en de sterkte van de vanderwaalsbinding</li>
<li class="on"><code>[X]</code> Je kan het verband uitleggen tussen smelt- en kookpunt en de sterkte van de vanderwaalsbinding</li>
<li class="off"><code>[&#xa0;]</code> Je kan het verschil uitleggen tussen ontleden en verdampen</li>
<li class="on"><code>[X]</code> Je kan verklaren waarom kookpunten van bepaalde moleculaire stoffen sterk afwijken</li>
<li class="off"><code>[&#xa0;]</code> Je kan uitleggen wat een dipool-dipoolbinding inhoudt</li>
<li class="on"><code>[X]</code> Je kan uitleggen wat waterstofbruggen zijn</li>
<li class="trans"><code>[-]</code> Je kan aan de structuurformule van een stof herkennen of deze stof waterstofbruggen kan vormen</li>
</ul>
</div>
</li>
<li><a id="org536c3f7"></a><span class="todo TODO">TODO</span> Paragraaf 3.4 Moleculaire stoffen mengen<br />
<div class="outline-text-6" id="text-2-4-2-3-4">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> Jood in water, jood in wasbenzine</li>
<li class="off"><code>[&#xa0;]</code> Oplossen of niet</li>
<li class="off"><code>[&#xa0;]</code> De ammoniakfontein</li>
<li class="off"><code>[&#xa0;]</code> Mentos in cola</li>
</ul>
</div>
</li>
</ol>
</li>
</ol>
</div>
</div>
<div id="outline-container-org0dac53d" class="outline-3">
<h3 id="org0dac53d"><span class="section-number-3">2.5.</span> <span class="todo TODO">TODO</span> WisB</h3>
<div class="outline-text-3" id="text-2-5">
</div>
<div id="outline-container-org752b6ce" class="outline-4">
<h4 id="org752b6ce"><span class="section-number-4">2.5.1.</span> Stof</h4>
<div class="outline-text-4" id="text-2-5-1">
<p>
H2/H4
</p>
</div>
</div>
<div id="outline-container-orgf749c39" class="outline-4">
<h4 id="orgf749c39"><span class="section-number-4">2.5.2.</span> Plan</h4>
<div class="outline-text-4" id="text-2-5-2">
</div>
<ol class="org-ol">
<li><a id="orgffbdda2"></a><span class="todo TODO">TODO</span> H2<br /></li>
<li><a id="org0f5de77"></a><span class="todo TODO">TODO</span> H4<br /></li>
</ol>
</div>
<div id="outline-container-org6f15761" class="outline-4">
<h4 id="org6f15761"><span class="section-number-4">2.5.3.</span> Notities</h4>
<div class="outline-text-4" id="text-2-5-3">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> Modulusvergelijkingen</li>
<li class="off"><code>[&#xa0;]</code> </li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org30582a3" class="outline-3">
<h3 id="org30582a3"><span class="section-number-3">2.6.</span> <span class="todo DOING">DOING</span> Frans</h3>
<div class="outline-text-3" id="text-2-6">
</div>
<div id="outline-container-orgf272cfd" class="outline-4">
<h4 id="orgf272cfd"><span class="section-number-4">2.6.1.</span> Stof</h4>
<div class="outline-text-4" id="text-2-6-1">
<ul class="org-ul">
<li>Vocabulaire Unite 1 : Lire + Vocabulaire thématique ( NF)</li>
<li>Vocabulaire Unité 2</li>
<li>Grammaire I: l&rsquo; adverbe</li>
<li>Grammaire II: Verbes -RE  (descendre, vendre, attendre, répondre) + pouvoir + vouloir</li>
<li>Grammaire III: les possessifs  (zelfstandig bezittelijk voornaamwoord niet in toets)</li>
</ul>
</div>
</div>
<div id="outline-container-org1d46af9" class="outline-4">
<h4 id="org1d46af9"><span class="section-number-4">2.6.2.</span> Plan</h4>
<div class="outline-text-4" id="text-2-6-2">
</div>
<ol class="org-ol">
<li><a id="org8d2fbbe"></a><span class="todo DOING">DOING</span> Vocabulaire Unite 1<br />
<div class="outline-text-5" id="text-2-6-2-1">
</div>
</li>
<li><a id="orgaf5e3d7"></a><span class="todo TODO">TODO</span> Vocabulaire Unite 2<br />
<div class="outline-text-5" id="text-2-6-2-2">
</div>
</li>
<li><a id="orgaa560a6"></a><span class="todo TODO">TODO</span> Grammaire I<br />
<div class="outline-text-5" id="text-2-6-2-3">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> l&rsquo;adverbe</li>
</ul>
</div>
</li>
<li><a id="org04ab097"></a><span class="todo TODO">TODO</span> Grammaire II<br />
<div class="outline-text-5" id="text-2-6-2-4">
</div>
<ol class="org-ol">
<li><a id="orgab570a4"></a><span class="todo TODO">TODO</span> Verbes -RE<br />
<div class="outline-text-6" id="text-2-6-2-4-1">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> Pouvoir</li>
<li class="off"><code>[&#xa0;]</code> Vouloir</li>
</ul>
</div>
</li>
</ol>
</li>
<li><a id="org4d71983"></a><span class="todo TODO">TODO</span> Grammaire III<br />
<div class="outline-text-5" id="text-2-6-2-5">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> les possesifs (niet bezittelijk voornaamwoord)</li>
</ul>
</div>
</li>
</ol>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Ronan Berntsen</p>
<p class="date">Created: 2023-11-15 Wed 14:46</p>
</div>
</body>
</html>